[
    {
      "title": "Dr. Melinda Williams-Willingham Overview",
      "content": "Dr. Melinda Williams-Willingham is a board-certified pediatrician, medical entrepreneur, and real estate investor committed to building generational wealth and leaving a lasting legacy for her family and community."
    },
    {
      "title": "InTouch Pediatrics",
      "content": "She is the physician-owner of InTouch Pediatrics, where she has provided exceptional care to Atlanta’s children for nearly 25 years."
    },
    {
      "title": "Education",
      "content": "Dr. Willingham holds a B.S. in Microbiology from the University of Alabama and earned her M.D. from Howard University College of Medicine. She completed her pediatric residency at the University of Medicine and Dentistry of New Jersey."
    },
    {
      "title": "Leadership & Advocacy",
      "content": "A trusted leader in pediatric advocacy, Dr. Willingham serves as Chair of the Georgia Chapter of the AAP Legislative Committee and recently was appointed Chair of the AAP’s Committee on Federal Government Affairs."
    },
    {
      "title": "Awards & Recognition",
      "content": "She has earned numerous accolades including the Pediatric Leadership Alliance Award, Young Physician of the Year, and the AAP Special Achievement and Outstanding Achievement Awards."
    },
    {
      "title": "Board Memberships",
      "content": "She has served on the boards of Kids Health First IPA and The Children’s Care Network and remains active in shaping pediatric policy and quality initiatives across Georgia."
    },
    {
      "title": "Real Estate Investing",
      "content": "In addition to her medical career, Dr. Willingham is a passionate real estate investor with a growing portfolio focused on medical office buildings and recession-resilient assets."
    },
    {
      "title": "Scaling Real Estate",
      "content": "After attending LGA Summit and Zero to Freedom course in March 2020, she and her husband rapidly scaled their real estate holdings."
    },
    {
      "title": "Financial Freedom Education",
      "content": "She now uses her knowledge and platform to help others—especially healthcare professionals and communities of color—learn how to unlock financial freedom through real estate."
    },
    {
      "title": "Wealth Philosophy",
      "content": "She uses the power of ownership, intentional living, and creating legacy through real estate. Dr. Willingham is a living example of resilience and reinvention."
    },
    {
      "title": "Belief on Wealth",
      "content": "She believes wealth is not just about money—it’s about impact. Her life’s work is a reflection of this belief, whether she's healing children, mentoring medical students, or helping others invest in their future."
    },
    {
      "title": "Flourish Beyond Medicine",
      "content": "Flourish Beyond Medicine is a transformative 6-week journey designed exclusively for mid-career female physicians ready to pivot, reclaim their time, and create financial freedom."
    },
    {
      "title": "Course Content",
      "content": "The course teaches how to shift mindset, optimize calendars, and build new income streams beyond clinical medicine. It is structured for practical wealth-building, time leverage, and career optionality alongside clinical practice."
    },
    {
      "title": "Audience",
      "content": "Designed for mid-career physicians who want practical systems—not motivation—to reduce dependence on clinical income and create sustainable growth outside of medicine."
    },
    {
      "title": "Educational Nature",
      "content": "The course is educational in nature. It does not provide individualized financial or investment advice. Content is delivered through recorded lessons, frameworks, and applied examples."
    },
    {
      "title": "Masterclass",
      "content": "A free live masterclass + Q&A for mid-career female physicians ready to move beyond burnout, bureaucracy, and the endless patient grind and start creating real freedom, wealth, and purpose."
    },
    {
      "title": "Event Details",
      "content": "February 25th, 2026, at 7:00 PM EST. Host: Dr. Melinda Willingham (Physician, Mentor & Founder)."
    },
    {
      "title": "Lead Magnet",
      "content": "Registration includes an instant bonus: The Physician’s Legacy Wealth Blueprint™ (a step-by-step wealth/freedom guide)."
    },
    {
      "title": "Three Pillars",
      "content": "Mindset - Breaking the doctor identity trap, Time - Reclaiming schedules and sanity, Wealth - Building income independent of clinic hours."
    },
    {
      "title": "Who This Is For",
      "content": "Mid-career physicians craving freedom, financially stable but not financially free, high-achievers wanting income that reflects their purpose, and those ready to flourish."
    },
    {
      "title": "Final Call to Registration",
      "content": "Seats are limited for this free live session! Registration secures instant access to the Wealth Blueprint upon confirmation."
    },
    {
      "title": "Footer & Waitlist",
      "content": "Footer Links: Store, Library, Blog. Waitlist Promotion: Join to receive clarity on the next chapter, simple shifts for freedom, and real success stories from other physicians."
    },
    {
      "title": "Contact Information",
      "content": "Email: tristarmedical@gmail.com, Instagram: @drmelindawillingham, Facebook: mwillingham39@gmail.com, LinkedIn: mwillingham39@gmail.com, TikTok: www.tiktok.com/@dr.melinda.willin"
    },
    {
      "title": "Landing Page Links",
      "content": "Main Sales/Webinar Page: https://www.flourishbeyondmedicine.com/link-in-bio, Sales Page: https://www.flourishbeyondmedicine.com/the-physician-flourish-collective, Webinar Page: https://www.flourishbeyondmedicine.com/the-physician-freedom-formula, Sales page - Flourish Beyond Medicine: https://www.flourishbeyondmedicine.com/flourish-beyond-medicine"
    },
    {
      "title": "Lead Magnet Links",
      "content": "Quiz Form: https://www.flourishbeyondmedicine.com/path-quiz, Quiz: https://www.flourishbeyondmedicine.com/quizz, Legacy Wealth Blueprint: https://www.flourishbeyondmedicine.com/legacy-wealth-blueprint"
    }
  ]
  